Repository: common-repository/responsive-mobile-select-menu
Catalog: languages/rms-*_formal.po
Languages: de_de_formal

source: Responsive Mobile Select Menu
de_de_formal: Responsives, mobiles Auswahlmenü

source: Responsive Menu
de_de_formal: Responsives Menü

source: General Settings
de_de_formal: Allgemeines

source: Maximum Menu Width
de_de_formal: Maximale Browserbreite

source: Show the select box when the viewport is less than this width
de_de_formal: Das Auswahlmenü wird angezeigt, wenn der Browser-Viewport kleiner als diese Breite ist.

source: Menu Depth Limit
de_de_formal: Begrenzung der Tiefe der Menüebenen

source: The maximum number of levels of menu items to include in the select menu. Set to 0 for no limit.
de_de_formal: Die maximale Ebenenanzahl, die im Auswahlmenü eingeschlossen sein soll. Setzen Sie dies auf 0, wenn es keine Begrenzung geben soll.

source: Sub Item Spacer
de_de_formal: Trennzeichen für Unterpunkte

source: The character to use to indent sub items.
de_de_formal: Das Zeichen, das für die Einrückung von Unterpunkte angezeigt werden soll.

source: Exclude Items Without Links
de_de_formal: Menüpunkte ohne Links ausschließen

source: Exclude any items where the URL is set to "#" or blank
de_de_formal: Menüpunkte ausschließen, bei denen die URL auf "#" oder leer gesetzt ist

source: First Item Name
de_de_formal: Titel des ersten Punktes

source: Text to display for the first "dummy" item.
de_de_formal: Text, der als erster Punkt angezeigt werden soll.

source: &rArr; Navigate
de_de_formal: &rArr; Menü

source: Show currently selected item
de_de_formal: Aktuell gewählter Menüpunkt anzeigen

source: Enable to show the currently selected item, rather than the first "dummy" item, when the page loads.
de_de_formal: Wenn der ausgewählte Menüpunkt, statt des Platzhaltertextes beim Laden der Seite angezeigt werden soll, aktivieren Sie diese Option.

source: Activate Theme Locations
de_de_formal: Menü-Positionen aktivieren

source: Activate All Theme Locations
de_de_formal: Alle Menü-Positionen aktivieren

source: Apply the responsive select menu to all menus
de_de_formal: Das Responsive Auswahlmenü für alle Menüs aktivieren

source: Selectively Activate Theme Locations
de_de_formal: Nur bestimmte Theme-Positionen aktivieren

source: Disable the above and activate only the theme locations you want. These theme locations correspond to the Theme Locations Meta Box in Appearance > Menus
de_de_formal: Die obige Einstellung deaktivieren und nur die gewünschten Menü-Positionen aktivieren. Die Menü-Positionen ergeben sich aus den in Ihrem Theme festgelegten Positionen. Sie finden sie unter Design > Menüs

source: Advanced Settings
de_de_formal: Erweiterte Einstellungen

source: Enable only on
de_de_formal: Aktivierung nur für

source: IDs of pages to enable responsive select menu on. Other pages will use the standard theme menu. Enter as a comma-separated list.
de_de_formal: Seiten-IDs auf denen das Responsive Auswahlmenü aktiviert werden soll. Andere Seiten werden das vom Theme vorgegebene Menü darstellen. Als Komma-getrennte List eintragen.

source: UberMenu Configuration
de_de_formal: UberMenu Konfiguration

source: UberMenu is NOT required in order to use this plugin
de_de_formal: UberMenu ist nicht erforderlich, um dieses Plugin zu nutzen

source: If you are not using UberMenu, you can ignore these settings.
de_de_formal: Wenn Sie das UberMenu-Plugin nicht nutzen, können Sie diese Einstellungen ignorieren.

source: Activate UberMenu Options
de_de_formal: UberMenu Einstellungen aktivieren

source: If you are using UberMenu, enable this setting to make use of the UberMenu-specific options.
de_de_formal: Wenn Sie das UbereMenu Plugin verwenden, aktivieren Sie diese Einstellungen, um von den UberMenu-spezifischen Optionen Gebrauch zu machen.

source: Exclude Non-links
de_de_formal: Punkte ohne Links ausschließen

source: Exclude any items where the link is disabled
de_de_formal: Menüpunkte ausschließen, bei denen die Linkfunktion deaktiviert ist

source: Exclude No-text
de_de_formal: Kein Text ausschließen

source: Exclude any items where the text is disabled
de_de_formal: Menüpunkte ausschließen, bei denen der Text deaktiviert ist

source: Exclude Widgets
de_de_formal: Widgets ausschließen

source: Exclude any items with attached widgets
de_de_formal: Menüpunkte mit angehängten Widgets ausschließen

source: Exclude Content Overrides
de_de_formal: Inhaltsüberschreibungen ausschließen

source: Exclude any items with content overrides
de_de_formal: Menüpunkte mit überschreibendem Inhalt ausschließen

source: Options
de_de_formal: Optionen

source: You do not have sufficient permissions to access this page.
de_de_formal: Sie haben keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen.

source: Control Panel
de_de_formal: Kontrollcenter

source: by
de_de_formal: von

source: Save All Settings
de_de_formal: Alle Einstellungen speichern

source: Reset
de_de_formal: Zurücksetzen

source: WARNING: Are you sure you want to reset all UberMenu options?
de_de_formal: WARNUNG: Sind Sie sicher, dass Sie alle UberMenu-Einstellungen zurücksetzen möchten?

source: Flush Rewrite Rules
de_de_formal: Weiterleitungsregeln überschreiben

source: Settings reset to factory defaults!
de_de_formal: Die Einstellungen wurden auf die Standardoptionen zurückgesetzt!

source: Rewrite rules flushed!
de_de_formal: Weiterleitungsregeln geflusht!

source: No can dosville, baby
de_de_formal: Wir sind hier nicht in DOShausen, Schätzchen

source: Settings saved!
de_de_formal: Einstellungen gespeichert!

source: Turn your menu into a select box at small viewport sizes
de_de_formal: Zeigen Sie Ihr Menü als Auswahlmenü auf kleinen Browser-Viewport-Größen an.
